Repository: myzzxc/1105cnc
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_tw

source: Given the above, it becomes obvious that processing must be completed without delay, so that birds reach the prechiller within approximately 18 minutes of slaughter.
zh_tw: 根據上述情況，顯然處理過程不能有所延遲，需在屠宰後約 18 分鐘內進入預冷處理。

source: Given the size at which we operate, we now need to standardise the way we work keeping our original identities intact
zh_tw: 鑒於我們的營運規模，我們現在需要將工作方法標準化以保持我們完整的原始認同感

source: Global markets and trade flows are monitored through a global water sensitivity certification scheme that ensures water-intensive products are exported from areas with comparatively little or no water stress.
zh_tw: 透過全球敏感用水認證方案監控全球市場和貿易流動，以確保用水密集型產品的出口處為相對較少或沒有缺水壓力的地區。

source: Global policies and processes wherever possible
zh_tw: 盡可能施行全球統一的政策和流程

source: Global standards on benefits, recognition and incentives
zh_tw: 福利、表彰和獎勵的全球標準

source: Global water demand for the manufacturing industry is expected to increase by 400% from 2000 to 2050, leading all other sectors, with the bulk of this increase occurring in emerging economies and developing countries.
zh_tw: 從 2000 年到 2050 年，全球製造業對水資源的需求預估將會增加 400%，此增加幅度超越所有其它部門，而大部分的增幅來自於新興經濟體與發展中國家。

source: Global water demand is largely influenced by population growth, urbanization, food and energy security policies, and macro-economic processes such as trade globalization, changing diets and increasing consumption.
zh_tw: 全球用水需求受人口增長、城市化、糧食和能源安全政策以及貿易全球化、飲食習慣的改變和消費增加等總體經濟進步等因素大幅的影響。

source: Go through the Pro installer steps
zh_tw: 進行安裝程式步驟

source: Go to Control Panel, change to Small icons view, click on Windows Defender.
zh_tw: 開啓控制台，更改為檢視小圖示，點擊 Windows Defender 。

source: Go to Control Panel, click on Administrative tools.
zh_tw: 開啓控制台，點擊系統管理工具。

source: Go to Control Panel, click on Windows Update.
zh_tw: 開啓控制台，點選 Windows 更新。

source: Go to Market Prep
zh_tw: 進入市場準備

source: Go to the Home tab
zh_tw: 選擇 Home 分頁，

source: Go to the Home tab.
zh_tw: 選擇 Home 分頁，

source: Go to the Search box at the top of your home screen and type Create Job Requisition.
zh_tw: 於首頁畫面上方的搜尋方塊中輸入 Create Job Requisition (建立職位需求申請)。

source: Go to the Transform tab.
zh_tw: 點選 Transform （轉換檔）分頁。

source: Go to ‘Add/Remove programs’.
zh_tw: 開啓 “Add/Remove programs（增加/移除應用程式）”。

source: Good PTZ calibration is essential for accurate tracking.
zh_tw: 要進行精確的追蹤，良好的 PTZ 攝影機是不可或缺的。

source: Good cold chain requires close monitoring
zh_tw: 良好的冷藏鏈需要密集監控

source: Good cold chain requires close monitoring during, post-processing
zh_tw: 良好的冷藏鏈需要於處理過程以及處理後密集監控

source: Good execution speed, pleasant and intuitive interface, especially for those used [to] Microsoft Office products.
zh_tw: 良好的執行速度，舒適且直觀的介面，尤其是對習慣 Microsoft Office 產品的使用者。

source: Good possibilities for customization.
zh_tw: 靈活的自訂選項，

source: Google Chrome Integration
zh_tw: Google Chrome 整合

source: Govern
zh_tw: 管理

source: Governance
zh_tw: 管理

source: Governance of a modular system
zh_tw: 模塊化架構管理

source: Governance: identify and initiate the organizational transformation into Modularity
zh_tw: 管理：確認並啟動組織轉型為模塊化

source: Gradually bring the heat exchanger up to operating conditions as outlined in paragraph 3- 2, Start-up.
zh_tw: 依 3-2 節《起動》所述逐步將熱交換器溫調整至操作條件，

source: Graphic Mode
zh_tw: 圖形模式

source: Gravity vector
zh_tw: 重力向量

source: Great Summit
zh_tw: 宏峰實業有限公司

source: Grids, snap to grids and custom drawing guides
zh_tw: 網格、對齊網格和自訂繪圖輔助線

source: Gross: Quantity expressed in mass units including product and container.
zh_tw: 毛重 (Gross)：以質量單位表示包含產品和容器之重量。

source: Ground pins.
zh_tw: 接地針腳。

source: Grounding cables are securely fastened.
zh_tw: 接地線已確實固定。

source: Groundwater supplies are diminishing, with an estimated 20% of the world’s aquifers currently over-exploited.
zh_tw: 地下水供應不斷減少，估計目前世界的含水層有 20% 已過度使用。

source: Group Policy (GPO), a component of Active Directory, includes a Software Installation snap-in that enables an administrator to create a network installation.
zh_tw: Group Policy (GPO) 為 Active Directory 中的程式元件，其包含了軟體安裝管理功能，使管理員能建立網路安裝，

source: Guarantee Complaint Processing
zh_tw: 保證申訴流程

source: Guidelines for ways of working (modularity embedded in company processes)
zh_tw: 工作方式指南 (模塊化嵌入於在公司流程中)

source: HD Memory Camcorder
zh_tw: HD 記憶體數位攝影機

source: HDMI, the HDMI logo and High-Definition Multimedia Interface are trademarks or registered trademarks of HDMI Licensing LLC.
zh_tw: HDMI、HDMI 標識以及 High-Definition Multimedia Interface 為 HDMI Licensing LLC 之註冊商標。

source: HEAT TREATING QUICKLIST
zh_tw: 熱處理檢查清單

source: HELICAL RACK [up to 3.7m long ( eg.4012)]
zh_tw: 螺旋齒條 [3.7m 以下（如 4012）]

source: HELICAL RACK LONG [4.2m to 7.9m long ( eg.
zh_tw: 長螺旋齒條 [4.2m 至 7.9m（如

source: HOW ARE WE CURRENTLY?
zh_tw: 我們目前的狀況為何？

source: HOW TO ACCESS YOUR COMPENSATION DATA IN WORKDAY
zh_tw: 如何於 WORKDAY 中存取薪資資料

source: HOW TO ADMINISTER AN AD HOC SALARY CHANGE OR ALLOWANCE CHANGE
zh_tw: 如何管理特設薪資變更或津貼變更

source: HOW TO ADMINISTER AN AD-HOC SALARY CHANGE OR ALLOWANCE CHANGE
zh_tw: 如何管理特設薪資變更或津貼變更

source: HOW TO APPROVE EMPLOYEE DATA CHANGES
zh_tw: 如何批准員工的資料變更

source: HOW TO CREATE A POSITION IN WORKDAY
zh_tw: 如何於 Workday 中建立職位

source: HOW TO END CONTINGENT WORKER CONTRACT
zh_tw: 如何終止特遣員工合約

source: HOW TO INITIATE JOB CHANGE: PROMOTION IN WORKDAY
zh_tw: 如何於 WORKDAY 中進行職位變更：升遷

source: HOW TO INITIATE A JOB CHANGE: LATERAL MOVE IN WORKDAY
zh_tw: 如何於 WORKDAY 中進行職位變更：同職等調職

source: HOW TO INITIATE A LEAVE OF ABSENCE REQUEST IN WORKDAY
zh_tw: 如何於 WORKDAY 中申請休假

source: HOW TO INITIATE A RETURN FROM LEAVE PROCESS IN WORKDAY
zh_tw: 如何於 WORKDAY 中進行結束休假返回崗位流程

source: HOW TO INITIATE INVOLUNTARY TERMINATION PROCESS IN WORKDAY
zh_tw: 如何於 WORKDAY 中進行非自願性解雇流程

source: HOW TO INITIATE NO-SHOW PROCESS IN WORKDAY
zh_tw: 如何於 WORKDAY 中進行未到職流程

source: HOW TO INITIATE RESIGNATION PROCESS IN WORKDAY
zh_tw: 如何於 WORKDAY 中進行辭職流程

source: HOW TO INITIATE THE PROCESS TO CONVERT A CONTINGENT WORKER TO AN EMPLOYEE
zh_tw: 如何進行派遣員工轉換成正式員工流程

source: HOW TO MANAGE YOUR DEPENDENTS IN WORKDAY
zh_tw: 如何於 WORKDAY 中管理您的家屬資料

source: HOW TO OBTAIN DIGIFORT ANALYTICS
zh_tw: 如何取得 DIGIFORT 分析

source: HOW TO RAISE AND EDIT A JOB REQUISITION
zh_tw: 如何提出並編輯職位需求申請

source: HOW TO REQUEST A ONE TIME PAYMENT
zh_tw: 如何申請一次性付款

source: HOW TO REQUEST TRANSFER FOR JOB CHANGE IN WORKDAY
zh_tw: 如何於 WORKDAY 中申請調職

source: HOW TO SET YOUR PREFERRED LANGUAGE, CURRENCY AND LOCALE IN WORKDAY
zh_tw: 如何在 Workday 中設定語言、貨幣和地區

source: HOW TO UPLOAD WORKER DOCUMENTS IN WORKDAY
zh_tw: 如何於 WORKDAY 中上傳員工文件

source: HOW TO VIEW & CHANGE YOUR PERSONAL INFORMATION
zh_tw: 如何查看和變更您的個人資訊

source: HP ELTE 24000 RPM / INVERTER
zh_tw: HP ELTE 24000 RPM / 電流轉向器

source: HR TECHNOLOGY-WORKDAY
zh_tw: 人力資源技術 - WORKDAY

source: HR Technology
zh_tw: 人力資源技術

source: HSD Spindle
zh_tw: HSD 主軸

source: HUTCHINSON General Purchase Conditions
zh_tw: HUTCHINSON General Purchase Conditions （HUTCHINSON 通用採購條款）

source: HUTCHINSON defines special characteristics based on the constraints identified on its own process and by also enforcing its Clients' product/process constraints.
zh_tw: HUTCHINSON 依據其自身加工和其客戶之產品/加工限制而定義特殊的性質。

source: HUTCHINSON expects its suppliers to conduct programs for operational excellence, whether organizational or technical for products or processes, to reach and maintain the best level of competition in their business sector.
zh_tw: HUTCHINSON 期望其供應商進行卓越運營的方案，無論是針對組織性或是針對產品或流程技術之方案，以達到並維持其營業單位的最佳競爭力水準。

source: HUTCHINSON formalizes its acceptance of the "initial partial delivery" documents with the Supplier who submits them.
zh_tw: HUTCHINSON 將發給供應商正式的“初始部分交貨”驗收文件。

source: HUTCHINSON may at any time visit the place of use of the Equipment on loan in order to verify its physical presence, conditions of use and good state of maintenance.
zh_tw: HUTCHINSON 可於任何時間檢視使用之設備，以確認其存在、使用條件和維護狀態良好。

source: HUTCHINSON may impose its raw material supply sources or its subcontractors for special processes.
zh_tw: 對於特殊加工流程，HUTCHINSON 可使用其原料供應來源或其外包商，

source: HUTCHINSON must provide a sufficient search period in the case of a change of subcontractor in order to handle the change and reissue an approval.
zh_tw: 當更換外包廠商，HUTCHINSON 必須提供足夠的搜尋時間，以處理這些變更，然後重新發出批准。

source: HUTCHINSON places a lot of importance on the POKA YOKE in particular.
zh_tw: HUTCHINSON 特別重視 POKA YOKE。

source: HUTCHINSON requires that each of its suppliers' supply chains provide the necessary information on conflict minerals contained in the products purchased by our company.
zh_tw: 對於 HUTCHINSON 所購買的產品中含有衝突礦產之產品，我要求供應商提供之各個供應鏈中衝突礦產的必要資訊。

source: HUTCHINSON reserves the right to audit the subcontractor under the Supplier's control.
zh_tw: HUTCHINSON 有權於供應商的管控下審核外包商。

source: HUTCHINSON reserves the right to authorize access to its sites to select third party companies.
zh_tw: HUTCHINSON 保留授權第三方廠商進入其廠房之權利。

source: HUTCHINSON'S verification of the use of all Purchasing Quality Assurance methods with a Supplier's subcontractors are part of the Supplier’s qualification process.
zh_tw: HUTCHINSON 驗證供應商之外包廠商的所有採購品質管控方法為供應商合格鑑定流程的一部分。

source: HVDC - Light
zh_tw: 高壓直流 (HVDC) - 燈具

source: HYPERTHERM POWERMAX 85 PLASMA CUTTER
zh_tw: HYPERTHERM POWERMAX 85 電漿切削器

source: Had disk allotment for the automatic disk management system
zh_tw: 自動硬碟管理系統之硬碟分配

source: Handling and taking immediate action following a complaint at the HUTCHINSON site must be performed within 48 hours after it is issued.
zh_tw: 必須於 HUTCHINSON 發出投訴後的 48 小時內處理並立即採取行動。

source: Handset
zh_tw: 耳機

source: Hard Drive Space
zh_tw: 硬碟空間

source: Hardened steel pop-up location pins are pneumatically activated to allow fast, repeatable placement of your cutting materials onto the machine.
zh_tw: 硬化鋼彈出式定位銷為氣動式驅動，可快速、重複放置切割材料於機台上。

source: Hardware delivery
zh_tw: 交付硬體

source: Has IP Filters
zh_tw: 具有 IP 篩選器

source: Has Image Relay Feature*
zh_tw: 具有影像中繼功能 (Image Relay Feature)*

source: Has Master / Slave Architecture
zh_tw: 具有主/副架構

source: Has advanced look-up by detection of movement
zh_tw: 具有動作偵測之進階搜尋

source: Has automatic disk management system
zh_tw: 具有自動硬碟管理系統

source: Has automatic view dimensioning
zh_tw: 自動監視畫面尺寸分配

source: Has built-in web server
zh_tw: 內建網站伺服器

source: Has calculator for calculation of storage
zh_tw: 計算儲存空間之計算器

source: Has complete users rights system
zh_tw: 具有完整的使用者權限系統

source: Has control for filters and effects on the image
zh_tw: 具有圖像篩選器和效果控制

source: Has events log
zh_tw: 具有事件日誌

source: Has features system for users
zh_tw: 具有使用者功能系統

source: Has manual events
zh_tw: 具有手動事件

source: Has privacy masking
zh_tw: 具有隱私遮罩

source: Has programming of alarm actions
zh_tw: 具有程式化警報操作

source: Has programming of image recording
zh_tw: 具有程式化圖像記錄

source: Has programming of image transmission
zh_tw: 具有程式化圖像傳輸

source: Has programming of recognition of external events
zh_tw: 具有程式化辨識外部事件

source: Has resource Virtual Array
zh_tw: 具有虛擬陣列 (Virtual Array) 資源

source: Has screenshot tool
zh_tw: 具有截圖工具

source: Has server activity log
zh_tw: 具有伺服器活動日誌

source: Has server monitoring by way of historical
zh_tw: 具有伺服器監控歷史圖表

source: Has support Virtual PTZ in live view
zh_tw: 支援及時影像中的虛擬 PTZ

source: Has support for digital zoom during video reproduction
zh_tw: 支援複製影像時進行數位變焦

source: Has system of digital certificate
zh_tw: 具有數位憑證系統

source: Has timer events
zh_tw: 具有定時事件

source: Has tool for camera short-cut
zh_tw: 具有攝影機捷徑之工具

source: Has tool for test of detection of movement
zh_tw: 具有測試動作偵測的工具

source: Has user profile for live monitoring
zh_tw: 具有即時監視之使用者設定檔

source: Has view for image sequencing
zh_tw: 具有影像序列之檢視畫面

source: Have an installed Citrix client on the user machine.
zh_tw: 安裝 Citrix 用戶端程式於使用者電腦上。

source: He can be contacted at icproave@hotmail.com or via www.icproave.com
zh_tw: 可透過 icproave@hotmail.com 或 www.icproave.com 與他聯繫。

source: Head office Stockholm, Sweden
zh_tw: 瑞典斯德哥爾摩總公司

source: Header
zh_tw: 顯示面板

source: Header Indications
zh_tw: 顯示面板指示

source: Heat Exchanger Maintenance
zh_tw: 熱交換器維護

source: Heat exchangers could be affected by handling during transit.
zh_tw: 熱交換器可能於運輸作業途中受到影響，

source: Heavy Duty Collet Drag Knife
zh_tw: 重型夾頭拖刀

source: Heavy Duty Steel Gantry
zh_tw: 高負荷支架

source: Heavy Equipment Cabs
zh_tw: 重型設備座艙

source: Heavy Truck Platform
zh_tw: 重型卡車月台

source: Height (h1)
zh_tw: 高度 (h1)

source: Helical Rack
zh_tw: 螺旋齒條

source: Hello and welcome to 1HR!
zh_tw: 歡迎使用 1HR！

source: Help understanding in difficult listening situations by focusing on sound from the front while reducing noise from other directions.
zh_tw: 集中來自前方的聲音並降低其它方向的噪音，協助使用者更清楚辨識嘈雜環境中的聲音。

source: Helps you find what you are looking for by recommending search results while you are typing in the Search field.
zh_tw: 當您於 Search 欄位中輸入時會提供建議搜尋結果以協助您找尋所需項目，

source: Helps you limit the scope of the search to produce more accurate and faster results.
zh_tw: 協助您限制搜尋範圍以更準確並更快得到結果。

source: Helps you search information by typing just partial text in the Search field.
zh_tw: 協助您於 Search 欄位中輸入部分文字以搜尋資訊。

source: Here are some of the commonly used Workday key terms.
zh_tw: 以下是 Workday 一些常用的重要用語。

source: Here is an example showing how to install the product with different options.
zh_tw: 以下為如何使用不同的選項安裝產品的範例，

source: High Capacity Pressure Foot
zh_tw: 高容量壓力腳

source: High Performance Vacuum Bed
zh_tw: 高效能真空床

source: High Quality Extended Versitility Workhorse System
zh_tw: 高品質多功能加工系統

source: High Rigidity Structure
zh_tw: 高剛性結構

source: High efficiency DC/DC converter: typ 85% @ 80% load
zh_tw: 高效率DC/DC轉換器：於80%負載時，一般為 85%

source: High installation tension (torque or unconfined tension), two anchors near an edge**
zh_tw: 高安裝張力（扭矩或單側固定受拉力）、接近邊緣之雙側錨固

source: High productivity and even quality
zh_tw: 高效率和品質

source: High tolerance THK bearings on X, Y, and Zaxes.
zh_tw: 高承重 X、Y 以及 Z 軸 THK 軸承。

source: High torque / high speed motors and drives onall three axes.
zh_tw: 三軸高扭力 / 高速馬達和驅動器。

source: High variance and risk of new non-anticipated variants
zh_tw: 高差異性和新變形的非預期風險

source: High-performance data bank
zh_tw: 高效能資料庫

source: Highest accuracy OCR
zh_tw: 高精度字元辨識 (OCR)

source: Highlighting
zh_tw: 標示劃記

source: Highly accurate OCR and file conversion
zh_tw: 高度精確文字辨識和檔案轉換

source: Hiring
zh_tw: 招聘

source: His creations are real jewels that exploit the light and colours of original Swarovski crystals.
zh_tw: 他利用施華洛世奇水晶的光澤和色彩創造出真正的珠寶作品。

source: Histogram
zh_tw: 折線圖

source: Holder 370 bounds a side of a channel 382 formed by holder 370 and shield 380.
zh_tw: 固定器 370 位於由固定器 370 和護板 380 形成之通道 382 的一側。

source: Holder Type Uno
zh_tw: Uno型電路板保護殼

source: Honda 89 FF400R Pilot Service Manual, Honda Motor co., Ftd., (265 pages), 1988.
zh_tw: Honda 89 FF400R Pilot Service Manual, Honda Motor co., Ltd., (265 頁), 1988.

source: Honda 89 FL400R Pilot Service Manual, Honda Motor co., Ltd., (265 pages), 1988.
zh_tw: Honda 89 FF400R Pilot Service Manual, Honda Motor co., Ltd., (265 頁)， 1988 年。

source: Hotfixes should be installed as an additional step.
zh_tw: 修補程式應另行安裝。

source: Housing 462 of power source 130 is coupled to brackets 456 of support member 454.
zh_tw: 動力源 130 之外殼 462 連接到支撐元件 454 的支架 456。

source: Hover on Job Change.
zh_tw: 將滑鼠移至 Job Change (職位變更)。

source: Hover over Job Change and then click End Contingent Worker Contract.
zh_tw: 移動滑鼠至 Job Change (職位變更) 並點擊 End Contingent Worker Contract (終止派遣員工合約)。

source: How MM works
zh_tw: 模塊化管理的運作方式

source: How Modular Management worked at MTS
zh_tw: 模塊化管理如何在 MTS 運作

source: How can you decrease your time to market while keeping costs low and meeting customer needs?
zh_tw: 您要如何減少導入市場你的時間，並同時保持低成本低和滿足客戶需求？

source: How can you focus on individual customer’s needs while offering superior products and maintaining cost management?
zh_tw: 如何在專注於個別客戶需求的同時提供優質的產品並維持成本管理？

source: How can your product development strategy achieve operational excellence while still meeting your customers’ demands?
zh_tw: 如何訂定您的產品開發策略以實現卓越的運營，同時仍滿足客戶的需求？

source: How could we solve this situation?如何解決此問題？
zh_tw: 如何解決此問題？

source: How does it work?
zh_tw: 運作原理

source: How does this affect customer service?對客服造成的影響？
zh_tw: 此問題對客服造成的影響為何？

source: How does this affect replenishment?
zh_tw: 此問題對補貨造成的影響為何？

source: How many partial shipment?
zh_tw: 分多少批裝運？

source: How modularity works
zh_tw: 模塊化的運作方式

source: How to install help
zh_tw: 安裝説明

source: However, a group of 30 pixels means nothing to the camera without calibration.
zh_tw: 然而，若攝影機未經校正，一組 30 像素便無任何意義。

source: However, any drive train could be contemplated such as hybrid, fuel cell or electric.
zh_tw: 然而，也能考慮使用任何如混合動力、燃料電池或電動之傳動系統。

source: However, any drivetrain could be contemplated such as hybrid, fuel cell or electric.
zh_tw: 然而，也能考慮使用任何如混合動力、燃料電池或電動之傳動系統。

source: However, as shown in FIG. 40, the upper connection between housing 462 and first portion 483 of spacer 484 does not include a threaded nut 494.
zh_tw: 然而，如圖 40 所示，外殼 462 和間隔件 484 的第一部分 483 之間的上端連接不包含螺母 494，

source: However, if a white car comes along and passes through this pixel we will see lots of white or 255 pixels:
zh_tw: 然而，當一輛白色轎車經過這個像素時，會出現大量的白色或 255 的像素：

source: However, if the camera is put at a really shallow pitch, there is no separation between the objects:
zh_tw: 然而，當攝影機的角度接近水平時，就無法將兩物體分開：

source: However, if the temperatures should be below 24 °C, warmer water should be added to avoid the carcasses suffering a sudden temperature change, which can damage muscle fibers, so negatively affecting the quality and yield from the processed birds.
zh_tw: 然而，若溫度低於 24 °C 時，應加入溫水以避免屠宰體溫度急遽變化而損傷肌肉纖維，而產生對於雞隻品質和良率的負面影響。

source: However, it does some extra things to solve the problem of when object move behind each other.
zh_tw: 然而，其中還有加入其他演算功能以解決物體間相互遮蔽的問題。

source: However, it relies on good colour models of the objects to be able to work out which object is which when doing its decisions.
zh_tw: 然而，追蹤需要依靠物體本身的良好色彩模型，以便能夠正確地分辨出各個物體。

source: However, please note that it is always the responsibility of the end user to ensure the part functions appropriately in their end device as conditions and uses differ from the test laboratory conditions.
zh_tw: 然而仍請注意，當環境和使用方式異於實驗室測試環境時，確保零件適合用於其末端設備上為最終使用者的責任。

source: However, the experience of the MDGs shows that a thematically broader, more detailed and context-specific framework for water, beyond the issues of water supply and sanitation, is called for in the post-2015 development agenda.
zh_tw: 然而，千禧年發展目標的經驗顯示，2015 後發展議程需要一個主題覆蓋更廣、更細緻、更具有針對性，且超越水資源供應和衛生服務內容的水資源框架。

source: However, the machine can also incorporate the following optional elements:
zh_tw: 然而，此機台也能外加以下選配元件：

source: However, the user can directly log out by clicking on the "Log out" button that appears at the top of the screen.
zh_tw: 然而，使用者可以直接點擊顯示於畫面頂端之「Log Out (登出)」按鈕登出。

source: However, there are several complementary activities that should be monitored if the aim of achieving a good shelf life is to be successfully achieved.
zh_tw: 然而，若欲達到良好的保存期限，有許多的相關條件必須要加以監控。

source: Hsin Chang Industry Co.
zh_tw: Hsin Chang Industry Co. Hsin Chang 工業公司

source: Huge complexity costs are incurred when there’s a quick increase of unique services to meet the needs of each user.
zh_tw: 當滿足每個使用者的特有服務需求快速增加時，將產生鉅額的複雜性成本。

source: Human and natural infrastructures are mutually reinforcing, and their coordinated management increases benefits while reducing costs.
zh_tw: 人類和自然基礎設施的互補以及協調的管理能增加效益並降低成本。

source: Human health, food and energy security, urbanization and industrial growth, as well as climate change are critical challenge areas where policies and actions at the core of sustainable development can be strengthened (or weakened) through water.
zh_tw: 人類健康、糧食和能源安全、城市化和工業成長以及氣候變化等，都是極具挑戰性的領域。永續發展的核心政策和行動可以透過水資源加強（或是削弱）。

source: Human settlements develop in harmony with the natural water cycle and the ecosystems that support it, with measures in place that reduce vulnerability and improve resilience to water-related disasters.
zh_tw: 藉由降低與水相關災害的脆弱性並提高其恢復力的措施，人類社區與自然水循環和其支援的生態系統能和諧發展。

source: Humidity: According to IEC 68-1 (standard atmospheric conditions for test and measurements) the moisture value can range between 25 and 75% for a temperature range between 15 and 35 ºC.
zh_tw: 濕度：依據 IEC 68-1 (測試和測量標準大氣條件)，溫度範圍為 15 至 35 º C 之容許濕度範圍為 25% 至 75% 之間 。

source: Hundreds of thousands of Arduino Boards are already fueling people’s creativity all over the world, everyday.
zh_tw: 現今世界上，Arduino電路板每天都協助玩家們創造出成千上萬的新應用。

source: Hundreds of thousands of Arduino boards are already fueling people’s creativity all over the world, everyday.
zh_tw: 現今世界上，Arduino電路板每天都協助玩家們創造出成千上萬的新應用。

source: Hungarian
zh_tw: 匈牙利文

source: Hungarian*
zh_tw: 匈牙利文*

source: Hydrostatic Test Setup and Pressures
zh_tw: 抑壓測試安裝和壓力

source: I added this (keyword).
zh_tw: 我補充這個（關鍵字）。

source: I think it’s enough with the actual contact information.
zh_tw: 我認為提供實際聯繫資訊已足夠。

source: I took these statistics from Trane, but maybe more general statistics are appropriate here.
zh_tw: 統計資料取自 Trane，但此處也許更適合使用更一般性的統計數據。

source: I trust this will put the matter to rest but please liaise with Jean if further information is required.
zh_tw: 以上資訊應足以解決您的疑慮，但如須更多詳細資訊，請與 Jean 聯絡。

source: ICC EVALUATION SERVICE
zh_tw: ICC EVALUATION SERVICE （國際規範委員會評估服務）

source: ICC-ES may consider alternate criteria for report approval, provided the report applicant submits data demonstrating that the alternate criteria are at least equivalent to the criteria set forth in this document, and otherwise demonstrate compliance with the performance features of the codes.
zh_tw: 若申請者能提供資料證明替代標準至少等效於此規範訂定之標準，並另外證明效能特性符合規範，ICC-ES 將考量核准替代標準報告。

source: ICC-ES retains the right to refuse to issue or renew any evaluation report, if the applicable product, material, or method of construction is such that either unusual care with its installation or use must be exercised for satisfactory performance, or if malfunctioning is apt to cause injury or unreasonable damage.
zh_tw: 當安裝與使用未正確遵循適用之產品、材料或施工方法之規範以滿足效能表現、或經常發生故障、或不合理之損壞時，ICC-ES保留拒絕發出或續發任何評估報告之權利。

source: ID Information/IDs
zh_tw: 身分證資訊/身分證

source: IEEE802.3af compliant
zh_tw: 相容 IEEE802.3af

source: IF CONTRACT IS TERMINATED DUE TO PURCHASER'S REASON:
zh_tw: 如果因為買方因素而終止合約：

source: IF CONTRACT IS TERMINATED DUE TO SUPPLIER'S REASON:
zh_tw: 如果因為賣方因素而終止合約：

source: IMPERVITE® DOME
zh_tw: IMPERVITE® 圓頂室

source: IMPERVITE® NOZZLE
zh_tw: IMPERVITE® 開口

source: IMPERVITE® NOZZLES
zh_tw: IMPERVITE® 開口

source: IMPERVITE® TUBES
zh_tw: IMPERVITE® 管道

source: IMPERVITE® TUBESHEET
zh_tw: IMPERVITE® 管板

source: IMPERVITE® has the features of optimum thermal conductivity with extreme resistance to corrosive and thermal shock.
zh_tw: IMPERVITE® 具有最佳的導熱係數與極端腐蝕性和熱衝擊的特性，

source: IN MULTITRACK MACHINES: This screen will be a sepecial one for each track.
zh_tw: 多軌機台中，各軌道將有各自之畫面，

source: IN MULTITRACK MACHINES: This screen will be common for all tracks.
zh_tw: 多軌機台中，所有軌道將共用此畫面。

source: IN SUPPLYING GOODS, THE SUPPLIER MUST COMPLY WITH ISO 14000 STANDARD
zh_tw: 供應商供貨必須符合 ISO 14000 標準

source: IN, 14 DAYS
zh_tw: IN，14 天

source: IN, 24 MONTHS AFTER OPERATION TEST ACCEPTANCE OR 36 MONTHS AFTER THE MILL SITE ARRIVAL DATE
zh_tw: IN，操作測試驗收完成後 24 個月或抵達廠區日起 36 個月

source: IN, 80 % LC AT SIGHT, OPEN TWO (2) MONTHS BEFORE SHIPMENT
zh_tw: IN，裝運兩個月前開立 80% 款項之即期信用狀

source: IN, DEFECT STILL UNDER THE SCOPE OF SIGNED TCL/PG, TBD
zh_tw: IN，缺陷仍在簽署之 TCL/PG 範圍內，待定

source: IN, EXCLUDE CONSUMABLE PARTS AND WRONG OPERATION
zh_tw: IN, 不包含耗材和錯誤操作

source: IN, FROM DP RECEIVED
zh_tw: IN，自收到付款交單 (DP) 日起

source: IN, IN 30 DAYS FROM CONTRACT EFFECTIVE DATE
zh_tw: IN, 合約生效日起 30 天內

source: IN, NOT ONLY DUE TO SUPPLIER SIDE, ALSO CUSTOMER SIDE, TBD
zh_tw: IN, 不僅因為供應方，也包括客戶所導致之原因，待定

source: IN, TBD
zh_tw: IN，待商定

source: IN, USD 5,000.-
zh_tw: IN, 美金 5,000.-

source: IN, WITHIN 5 DAYS FOR ASEAN
zh_tw: IN，5 天內，東盟 (ASEAN) 國家

source: INDEX
zh_tw: 索引

source: INSPECTION UPON RECEIPT
zh_tw: 接收檢查

source: INSTALLATION
zh_tw: 安裝

source: INSTALLATION INFORMATION
zh_tw: 安裝資訊

source: INSTALLATION LOCATION
zh_tw: 安裝地點
